<?php

return [
    '请求成功'                                                     => 'リクエスト成功',
    '参数错误'                                                     => 'パラメーターエラー',
    '通知不存在'                                                    => '通知が存在しません',
    '未找到该直通车'                                                => 'その直通車は見つかりませんでした',
    '余额不足，请先充值'                                              => '残高が不足しています。まずチャージしてください',
    '商户未铺货任何商品，无法自动下单'                                  => '商店は商品をストックしておらず、自動注文はできません',
    '购买失败'                                  => '購入失敗',
    '购买成功'                                  => '購入成功',
    '直通车购买记录'                                  => '直通車の購入記録',
    '删除成功'                                  => '削除成功',
    '修改成功'                                  => '変更成功',
    '产品不存在或已下架'                          => '製品が存在しないか、取り下げられています',
    '库存不足'                                  => '在庫が不足しています',
    '添加成功'                                  => '追加成功',
    '添加失败'                                  => '追加失敗',
];
