<?php

return [
    '请求成功'                                                     => 'リクエスト成功',
    '参数错误'                                                     => 'パラメーターエラー',
    '通知不存在'                                                    => '通知が存在しません',
    '未找到该直通车'                                                => 'その列車は見つかりませんでした',
    '余额不足，请先充值'                                              => '残高が不足しています。まずチャージしてください',
    '商户未铺货任何商品，无法自动下单'                                  => '商人は商品をストックしておらず、自動注文はできません',
    '购买失败'                                  => '購入失敗',
    '购买成功'                                  => '購入成功',
    '直通车购买记录'                                  => '直通車購入記録',
];
