<?php

return [
    '请求成功'                                                     => '요청 성공',
    '参数错误'                                                     => '매개 변수 오류',
    '通知不存在'                                                    => '알림이 존재하지 않습니다',
    '未找到该直通车'                                                => '해당 통행차를 찾을 수 없음',
    '余额不足，请先充值'                                              => '잔액이 부족합니다. 먼저 충전하십시오',
    '商户未铺货任何商品，无法自动下单'                                  => '상인이 어떤 상품도 적치하지 않았으므로 자동 주문할 수 없습니다',
    '购买失败'                                  => '구매 실패',
    '购买成功'                                  => '구매 성공',
    '直通车购买记录'                                  => '직통차 구매 기록',
    '删除成功'                                  => '삭제 성공',
    '修改成功'                                  => '수정 성공',
    '产品不存在或已下架'                          => '제품이 존재하지 않거나 다운되었습니다',
    '库存不足'                                  => '재고가 부족합니다',
    '添加成功'                                  => '추가 성공',
    '添加失败'                                  => '추가 실패',
];
