<?php

return [
    '请求成功'                                                     => '요청 성공',
    '参数错误'                                                     => '매개 변수 오류',
    '通知不存在'                                                    => '알림이 존재하지 않습니다',
    '未找到该直通车'                                                => '해당 직통차를 찾을 수 없습니다',
    '余额不足，请先充值'                                              => '잔액 부족, 먼저 충전하세요',
    '商户未铺货任何商品，无法自动下单'                                  => '상점 주인이 어떤 상품도 진열하지 않았기 때문에 자동 주문이 불가능합니다',
    '购买失败'                                  => '구매 실패',
    '购买成功'                                  => '구매 성공',
    '直通车购买记录'                                  => '직통차 구매 기록',
];
