<?php

return [
    '请求成功'                                                     => 'คำขอสำเร็จ',
    '参数错误'                                                     => 'พารามิเตอร์ผิดพลาด',
    '通知不存在'                                                    => 'ไม่พบการแจ้งเตือน',
    '未找到该直通车'                                                => 'ไม่พบรถโดยสารตรงนี้',
    '余额不足，请先充值'                                              => 'ยอดเงินไม่เพียงพอ โปรดเติมเงินก่อน',
    '商户未铺货任何商品，无法自动下单'                                  => 'ผู้ขายไม่มีสินค้าใด ๆ ในสต็อก ดังนั้นไม่สามารถสั่งซื้อโดยอัตโนมัติได้',
    '购买失败'                                  => 'การซื้อล้มเหลว',
    '购买成功'                                  => 'การซื้อสำเร็จ',
    '直通车购买记录'                                  => 'บันทึกการซื้อโดยตรง',
    '删除成功'                                  => 'ลบสำเร็จ',
    '修改成功'                                  => 'การแก้ไขสำเร็จ',
    '产品不存在或已下架'                          => 'สินค้าไม่มีหรือถูกนำออกจากการขาย',
    '库存不足'                                  => 'สินค้าในสต็อกไม่เพียงพอ',
    '添加成功'                                  => 'เพิ่มสำเร็จ',
    '添加失败'                                  => 'เพิ่มล้มเหลว',
];
