<?php

return [
    '请求成功'                                                     => 'คำขอสำเร็จ',
    '参数错误'                                                     => 'ข้อผิดพลาดของพารามิเตอร์',
    '通知不存在'                                                    => 'ไม่มีการแจ้งเตือน',
    '未找到该直通车'                                                => 'ไม่พบรถไฟพิเศษ',
    '余额不足，请先充值'                                              => 'ยอดเงินไม่เพียงพอ กรุณาเติมเงินก่อน',
    '商户未铺货任何商品，无法自动下单'                                  => 'ผู้ขายยังไม่มีสินค้าใดๆ ที่จะสั่งซื้อโดยอัตโนมัติไม่ได้',
    '购买失败'                                  => 'การซื้อล้มเหลว',
    '购买成功'                                  => 'การซื้อสำเร็จ',
    '直通车购买记录'                                  => 'บันทึกการซื้อของรถไฟพิเศษ',
];
