<?php

return [
    '请求成功' => 'リクエストが成功しました',
    '参数错误' => 'パラメーターエラー',
    '余额不足，请先充值' => '残高が不足しています。先にチャージしてください',
    '购买失败' => '購入に失敗しました',
    '购买成功' => '購入が成功しました',
    '铺货失败' => '配布に失敗しました',
    '铺货成功' => '配布が成功しました',
    '未选中商品' => '商品が選択されていません',
    '一键铺货失败' => 'ワンクリック配布に失敗しました',
    '一键铺货成功' => 'ワンクリック配布が成功しました',
    '删除失败' => '削除に失敗しました',
    '删除成功' => '削除が成功しました',
    '上架成功' => '上架が成功しました',
    '下架成功' => '下架が成功しました',
    '订单不存在' => '注文が存在しません',
    '未支付订单不可提货' => '未払いの注文は引き取れません',
    '订单已提货' => '注文は引き取られました',
    '提货成功' => '引き取りが成功しました',
    '未选中订单' => '注文が選択されていません',
    '订单提货支付' => '注文の引き取り支払いは',
];
