<?php

return [
    '请求成功' => '요청이 성공했습니다',
    '参数错误' => '매개 변수 오류',
    '余额不足，请先充值' => '잔액이 부족합니다. 먼저 충전하십시오',
    '购买失败' => '구매 실패',
    '购买成功' => '구매 성공',
    '铺货失败' => '배포 실패',
    '铺货成功' => '배포 성공',
    '未选中商品' => '상품이 선택되지 않았습니다',
    '一键铺货失败' => '일괄 배포 실패',
    '一键铺货成功' => '일괄 배포 성공',
    '删除失败' => '삭제 실패',
    '删除成功' => '삭제 성공',
    '上架成功' => '상품 등록 성공',
    '下架成功' => '상품 해제 성공',
    '订单不存在' => '주문이 존재하지 않습니다',
    '未支付订单不可提货' => '미지불 주문은 픽업할 수 없습니다',
    '订单已提货' => '주문이 픽업되었습니다',
    '提货成功' => '픽업 성공',
    '未选中订单' => '주문이 선택되지 않았습니다',
    '订单提货支付' => '주문 픽업 결제는',
];
