<?php

return [
    '请求成功' => 'คำขอสำเร็จ',
    '参数错误' => 'พารามิเตอร์ผิดพลาด',
    '余额不足，请先充值' => 'ยอดเงินไม่เพียงพอ โปรดเติมเงินก่อน',
    '购买失败' => 'การซื้อล้มเหลว',
    '购买成功' => 'การซื้อสำเร็จ',
    '铺货失败' => 'การกระจายสินค้าล้มเหลว',
    '铺货成功' => 'การกระจายสินค้าสำเร็จ',
    '未选中商品' => 'ไม่ได้เลือกสินค้า',
    '一键铺货失败' => 'การกระจายสินค้าด้วยคลิกเดียวล้มเหลว',
    '一键铺货成功' => 'การกระจายสินค้าด้วยคลิกเดียวสำเร็จ',
    '删除失败' => 'การลบล้มเหลว',
    '删除成功' => 'การลบสำเร็จ',
    '上架成功' => 'การเปิดขายสำเร็จ',
    '下架成功' => 'การปิดขายสำเร็จ',
    '订单不存在' => 'ไม่มีคำสั่งซื้อ',
    '未支付订单不可提货' => 'ไม่สามารถเรียกรับสินค้าได้กับคำสั่งซื้อที่ยังไม่ได้ชำระเงิน',
    '订单已提货' => 'คำสั่งซื้อถูกเรียกรับสินค้าแล้ว',
    '提货成功' => 'การเรียกรับสินค้าสำเร็จ',
    '未选中订单' => 'ไม่ได้เลือกคำสั่งซื้อ',
    '订单提货支付' => 'การชำระเงินสำหรับการเรียกรับสินค้าของคำสั่งซื้อ',
];
